[
  {"id": 1, "mantra": "Taking care of myself is an act of strength."},
  {"id": 2, "mantra": "My neurodiversity is part of my unique beauty."},
  {"id": 3, "mantra": "Medication helps me thrive—it's okay to need support."},
  {"id": 4, "mantra": "Needing help means I am human, brave, and aware."},
  {"id": 5, "mantra": "I deserve kindness and understanding, including from myself."},
  {"id": 6, "mantra": "My brain works differently, and that's perfectly okay."},
  {"id": 7, "mantra": "I'm allowed to set boundaries to protect my mental health."},
  {"id": 8, "mantra": "Today, I choose patience and compassion towards myself."},
  {"id": 9, "mantra": "Every small step I take is valuable."},
  {"id": 10, "mantra": "It's okay to pause and breathe; I don't have to rush."},
  {"id": 11, "mantra": "Accepting help is empowering and wise."},
  {"id": 12, "mantra": "Medication is a helpful tool, not a weakness."},
  {"id": 13, "mantra": "Being neurodivergent means I see the world uniquely and beautifully."},
  {"id": 14, "mantra": "I'm worthy of support, love, and acceptance exactly as I am."},
  {"id": 15, "mantra": "My differences are strengths, not limitations."},
  {"id": 16, "mantra": "Asking for help makes me stronger and more resilient."},
  {"id": 17, "mantra": "I am enough just as I am, right now."},
  {"id": 18, "mantra": "It's healthy and brave to prioritize my mental wellness."},
  {"id": 19, "mantra": "Progress comes in gentle, small moments."},
  {"id": 20, "mantra": "My mental health matters, and it's okay to care for it openly."},
  {"id": 21, "mantra": "Self-care isn't selfish; it's essential."},
  {"id": 22, "mantra": "I’m allowed to take my time and move at my own pace."},
  {"id": 23, "mantra": "Taking medicine shows courage, not weakness."},
  {"id": 24, "mantra": "My neurodivergent mind creates and innovates uniquely."},
  {"id": 25, "mantra": "It's safe for me to be vulnerable and honest about how I feel."},
  {"id": 26, "mantra": "I am strong even when I feel anxious or uncertain."},
  {"id": 27, "mantra": "I don’t have to justify my needs or my journey to anyone."},
  {"id": 28, "mantra": "Today, I'll speak gently and kindly to myself."},
  {"id": 29, "mantra": "I'm brave for facing my anxiety and continuing forward."},
  {"id": 30, "mantra": "Healing and growth aren't linear—and that's perfectly fine."},
  {"id": 31, "mantra": "My mind deserves compassion, patience, and love."},
  {"id": 32, "mantra": "Taking medication is a courageous act of self-care."},
  {"id": 33, "mantra": "My worth is not measured by productivity or conformity."},
  {"id": 34, "mantra": "I embrace the support available to me without shame."},
  {"id": 35, "mantra": "It's perfectly okay to rest and recharge."},
  {"id": 36, "mantra": "My authenticity is my strength; I don't have to hide it."},
  {"id": 37, "mantra": "Being neurodivergent enriches my perspective."},
  {"id": 38, "mantra": "I have the right to feel safe, accepted, and supported."},
  {"id": 39, "mantra": "Each day, I’m learning to honor and respect my limits."},
  {"id": 40, "mantra": "Asking for help strengthens my connections, it doesn't burden others."},
  {"id": 41, "mantra": "My unique brain deserves acknowledgment and celebration."},
  {"id": 42, "mantra": "Taking medication is part of how I honor my well-being."},
  {"id": 43, "mantra": "It's courageous to admit when things feel tough."},
  {"id": 44, "mantra": "I am loved and valued exactly as I am today."},
  {"id": 45, "mantra": "The support I receive makes me stronger, not weaker."},
  {"id": 46, "mantra": "My mental health journey is valid, brave, and important."},
  {"id": 47, "mantra": "It's okay to lean on others sometimes."},
  {"id": 48, "mantra": "I am growing, even on difficult days."},
  {"id": 49, "mantra": "My neurodivergence brings creativity, insight, and strength."},
  {"id": 50, "mantra": "I have the power to comfort and reassure myself in difficult moments."}
]
